-- phpMyAdmin SQL Dump
-- version 5.1.1
-- https://www.phpmyadmin.net/
--
-- Хост: 127.0.0.1:3306
-- Време на генериране: 27 дек 2022 в 13:26
-- Версия на сървъра: 5.7.36
-- Версия на PHP: 7.4.26

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- База данни: `haskovo`
--

-- --------------------------------------------------------

--
-- Структура на таблица `documents`
--

DROP TABLE IF EXISTS `documents`;
CREATE TABLE IF NOT EXISTS `documents` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `document_type` tinyint(1) NOT NULL,
  `document_name` varchar(500) NOT NULL,
  `document_short` varchar(300) NOT NULL,
  `document_path` varchar(500) NOT NULL,
  `document_for` tinyint(1) NOT NULL,
  `filename` varchar(50) NOT NULL,
  `is_active` tinyint(1) NOT NULL,
  `created_by` int(11) NOT NULL,
  `updated_by` int(11) NOT NULL,
  `date_create` varchar(25) NOT NULL,
  `date_update` varchar(25) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=50 DEFAULT CHARSET=utf8;

--
-- Схема на данните от таблица `documents`
--

INSERT INTO `documents` (`id`, `document_type`, `document_name`, `document_short`, `document_path`, `document_for`, `filename`, `is_active`, `created_by`, `updated_by`, `date_create`, `date_update`) VALUES
(1, 1, 'ДИРЕКТИВА ЗА ИЗПЪЛНЕНИЕ (ЕС) 2020/177 НА КОМИСИЯТА от 11 февруари 2020 година (14.2.2020г.) ', '', 'C:\\wamp64\\www\\laravel\\public\\documents\\', 0, 'ДИРЕКТИВА_ЗА_ИЗПЪЛНЕНИЕ_2020_177.pdf', 1, 2, 0, '26.12.2022', ''),
(2, 1, 'Регламент на (ЕО) № 1107/2009 г. на Европейския парламент и на Съвета от 21 октомври 2009 година относно пускането на пазара на продукти за растителна защита и за отмяна на директиви 79/117/ЕИО и 91/414/ЕИО на Съвета. (20.10.2016г.) ', '', 'C:\\wamp64\\www\\laravel\\public\\documents\\', 0, 'Регламент_1107_2009.pdf', 1, 2, 2, '26.12.2022', '26.12.2022'),
(3, 1, 'РЕГЛАМЕНТ (ЕО) № 547/2011 относно изискванията за етикетиране на продукти за растителна защита ', '', 'C:\\wamp64\\www\\laravel\\public\\documents\\', 0, 'Регламент_547_2011.pdf', 1, 2, 0, '26.12.2022', ''),
(4, 1, 'РЕГЛАМЕНТ (ЕС) 2019/1009 Торове', '', 'C:\\wamp64\\www\\laravel\\public\\documents\\', 0, 'РЕГЛАМЕНТ(ЕС)2019_1009_Торове.pdf', 1, 2, 0, '26.12.2022', ''),
(5, 1, 'МЕЖДУНАРОДНА КОНВЕНЦИЯ ПО РАСТИТЕЛНА ЗАЩИТА (3.11.2014г.)', '', 'C:\\wamp64\\www\\laravel\\public\\documents\\', 0, 'IPPC.pdf', 1, 2, 0, '26.12.2022', ''),
(6, 2, 'ЗАКОН ЗА ЗАЩИТА НА РАСТЕНИЯТА (Обн. ДВ. бр.61 от 25 Юли 2014г., посл. изм. и доп. ДВ. бр.65 от 21 Юли 2020 г., в сила от 21.07.2020 г.) (19.8.2020г.) ', '', 'C:\\wamp64\\www\\laravel\\public\\documents\\', 0, 'ZAKON_za_zashtita_na_rasteniqta.pdf', 1, 2, 2, '26.12.2022', '26.12.2022'),
(7, 2, 'ЗАКОН ЗА ПЧЕЛАРСТВОТО', '', 'C:\\wamp64\\www\\laravel\\public\\documents\\', 0, 'ZAKON_za_pcelarstvoto.pdf', 1, 2, 0, '26.12.2022', ''),
(8, 3, 'Наредба № 19 от 8 ноември 2016 година за Биологично изпитване на продукти за растителна защита (обн., ДВ, бр. 90 от 15.11.2016 г., в сила от 15.11.2016 г.) (17.11.2016г.) ', '', 'C:\\wamp64\\www\\laravel\\public\\documents\\', 0, 'НАРЕДБА_19_БИ.pdf', 1, 2, 0, '26.12.2022', ''),
(9, 3, 'Наредба за условията и реда за етикетиране на продукти за растителна защита (обн., ДВ, бр. 54 от 13.06.2003 г., в сила от 01.01.2004 г., изм. и доп., бр. 17 от 24.02.2006 г.) (3.11.2014г.) ', '', 'C:\\wamp64\\www\\laravel\\public\\documents\\', 1, 'Наредба_етикетиране.pdf', 1, 2, 2, '26.12.2022', '26.12.2022'),
(10, 3, 'Наредба за изискванията към складовата база, транспортирането и съхранението на продукти за растителна защита (обн., ДВ, бр. 101 от 15.12.2006 г., изм. и доп., бр. 2 от 9.01.2009 г., изм., бр. 45 от 16.06.2009 г., бр. 7 от 21.01.2011 г.) (23.1.2017г.) ', '', 'C:\\wamp64\\www\\laravel\\public\\documents\\', 1, 'Наредба_за_складовата_база_др.pdf', 1, 2, 0, '26.12.2022', ''),
(11, 3, 'Наредба за реда и начина за оползотворяване на утайки от пречистването на отпадъчни води чрез употребата им в земеделието (Приета с ПРЗ № 201 от 04.08.2016 г., обн. ДВ.бр. 63 от 12 август 2016 г.) (14.10.2016г.)', '', 'C:\\wamp64\\www\\laravel\\public\\documents\\', 0, 'Наредба_за_утайките.pdf', 1, 2, 0, '26.12.2022', ''),
(12, 3, 'Наредба № 2 от 13 септември 2007 г. за опазване на водите от замърсяване с нитрати от земеделски източници (обн., ДВ, бр. 27 от 11.03.2008 г., в сила от 11.03.2008 г., изм. и доп., бр. 97 от 9.12.2011 г.) (23.1.2017г.)', '', 'C:\\wamp64\\www\\laravel\\public\\documents\\', 0, 'Наредба_за_опазване_на_водите.pdf', 1, 2, 0, '26.12.2022', ''),
(13, 3, 'Наредба № 3 от 31.07.2017 г. за условията и реда за производство, пускане на пазара, търговия, преопаковане, транспортиране и съхранение на продукти за растителна защита (13.12.2017г.)', '', 'C:\\wamp64\\www\\laravel\\public\\documents\\', 1, 'Наредба_№_3.pdf', 1, 2, 0, '26.12.2022', ''),
(14, 3, 'Наредба № 11 от 12.04.1995 г. за санитарно-хигиенните изисквания към устройството и работата на селскостопанските аптеки (обн., ДВ, бр. 37 от 21.04.1995 г., изм. и доп., бр. 54 от 15.06.1999 г., в сила от 15.07.1999 г., бр. 34 от 3.04.2002 г.) (3.11.2014г.)', '', 'C:\\wamp64\\www\\laravel\\public\\documents\\', 1, 'Наредба_№_11.pdf', 1, 2, 0, '26.12.2022', ''),
(15, 3, 'Наредба № 13 от 26 август 2016 г. за мерките за опазването на пчелите и пчелните семейства от отравяне и начините за провеждане на растителнозащитни, дезинфекционни и дезинсекционни дейности (обн., ДВ, бр. 70 от 9.09.2016 г.) (14.10.2016г.) ', '', 'C:\\wamp64\\www\\laravel\\public\\documents\\', 1, 'Наредба_№_13_пчели.pdf', 1, 2, 0, '26.12.2022', ''),
(16, 3, 'Наредба № 15 от 3 август 2007 г. за условията и реда за интегрирано производство на растения и растителни продукти и тяхното означаване (обн., ДВ, бр. 66 от 14.08.2007 г., в сила от 15.02.2008 г.) (3.11.2014г.)', '', 'C:\\wamp64\\www\\laravel\\public\\documents\\', 1, 'Наредба_№_15.pdf', 1, 2, 0, '26.12.2022', ''),
(17, 3, 'Наредба № 21 от 23 ноември 2016 г. за условията и реда за регистрация, етикетирането и контрола на торове, подобрители на почвата, биологични вещества и субстрати. (24.1.2017г.)', '', 'C:\\wamp64\\www\\laravel\\public\\documents\\', 1, 'Наредба_№_21.pdf', 1, 2, 0, '26.12.2022', ''),
(18, 3, 'Наредба № 104 от 22 Август 2006 г. за контрол върху предлагането на пазара и употребата на продукти за растителна защита (обн., ДВ, бр. 81 от 6.10.2006 г., в сила от 6.10.2006 г.) (3.11.2014г.)', '', 'C:\\wamp64\\www\\laravel\\public\\documents\\', 1, 'Наредба_№_104.pdf', 1, 2, 0, '26.12.2022', ''),
(19, 3, 'Наредба № 112 от 13 октомври 2006 г. за специфичните изисквания при извършване на фумигация и обеззаразяване на площи, помещения и растителна продукция срещу вредители (обн., ДВ, бр. 87 от 27.10.2006 г.) (3.11.2014г.)', '', 'C:\\wamp64\\www\\laravel\\public\\documents\\', 1, 'Наредба_№_112.pdf', 1, 2, 0, '26.12.2022', ''),
(20, 3, 'Наредба № 16 от 28 май 2010г. за изискванията за качество и контрол за съответствие на пресни плодове и зеленчуци (11.4.2017г.)', '', 'C:\\wamp64\\www\\laravel\\public\\documents\\', 3, 'Наредба_№_16.pdf', 1, 2, 0, '26.12.2022', ''),
(21, 2, 'Актуализиран национален план за действие за устойчива употреба на пестициди в Република България', '', 'C:\\wamp64\\www\\laravel\\public\\documents\\', 0, '03_NPD_pesticidi_EO final_06082020.pdf', 1, 2, 0, '26.12.2022', ''),
(22, 4, 'Заявление за издаване на Удостоверение за търговия с продукти за растителна защита.', '', 'C:\\wamp64\\www\\laravel\\public\\documents\\', 1, 'търговия-ПРЗ.doc', 1, 2, 2, '27.12.2022', '27.12.2022'),
(23, 4, 'Заявление за издаване на Удостоверение за преопаковане на продукти за растителна защита.', '', 'C:\\wamp64\\www\\laravel\\public\\documents\\', 1, 'преопаковане-ПРЗ.doc', 1, 2, 2, '27.12.2022', '27.12.2022'),
(24, 4, 'Заявление за промяна в обстоятелствата, свързани с издадено Удостоверение за търговия с продукти за растителна защита', '', 'C:\\wamp64\\www\\laravel\\public\\documents\\', 1, 'заявление-промяна.doc', 1, 2, 0, '27.12.2022', ''),
(25, 4, 'Заявление за промяна в обстоятелствата, свързани с издадено Удостоверение за преопаковане на продукти за растителна защита		', '', 'C:\\wamp64\\www\\laravel\\public\\documents\\', 1, 'преопаковане-ПРЗ-промяна.doc', 1, 2, 0, '27.12.2022', ''),
(26, 4, ' Заявление за издаване на Становище за Предоставяне на безвъзмездна финансова помощ по Програма за развитие на селските райони.', '', 'C:\\wamp64\\www\\laravel\\public\\documents\\', 1, 'Заявление_за издаване на становище.doc', 1, 2, 0, '27.12.2022', ''),
(27, 4, 'Заявление за издаване на Сертификат за използване на ПРЗ по чл.83 от ЗЗР.', '', 'C:\\wamp64\\www\\laravel\\public\\documents\\', 1, 'Заявление_за_Сертификат_чл_83.doc', 1, 2, 2, '27.12.2022', '27.12.2022'),
(28, 4, 'Заявка за извършване на контрол на качеството на пресни плодове и зеленчуци по желание на търговец/производител.', '', 'C:\\wamp64\\www\\laravel\\public\\documents\\', 3, '_ККППЗ(1).docx', 1, 2, 0, '27.12.2022', ''),
(29, 4, 'Заявление за регистрация в Официалния регистър на професионалните оператори – Приложение 2 към Заповед № РД 11-1601/09.07.2020 г.', '', 'C:\\wamp64\\www\\laravel\\public\\documents\\', 2, 'за регистрация.doc', 1, 2, 0, '27.12.2022', ''),
(30, 4, 'Заявление за извършване на фитосанитарна проверка и издаване на фитосанитарен сертификат.', '', 'C:\\wamp64\\www\\laravel\\public\\documents\\', 2, 'фитосанитарна проверка.doc', 1, 2, 0, '27.12.2022', ''),
(31, 4, 'Заявление за извършване на фитосанитарен контрол и издаване на растителен паспорт (РП) или заменен растителен паспорт (ЗП) - Приложение 17 към Заповед № РД 11-1601/09.07.2020 г.', '', 'C:\\wamp64\\www\\laravel\\public\\documents\\', 2, 'фитосанитарен контрол.doc', 1, 2, 0, '27.12.2022', ''),
(32, 5, 'Декларация относно размера на нападнатите площи и установената плътност на вредителите по \"Национална програма от мерки за контрол на доматен миниращ молец (Tuta absoluta Meyrick ) (25.10.2019г.)', '', 'C:\\wamp64\\www\\laravel\\public\\documents\\', 1, 'Deklaracia_ZP_nepriateli_Tuta-2019.doc', 1, 2, 0, '27.12.2022', ''),
(33, 5, 'Образец на Декларация за вложените количества ПРЗ, разрешени според „Национална програма от мерки за контрол на доматен миниращ молец Tuta absoluta Meyrick (Lepidoptera)” (25.10.2019г.)', '', 'C:\\wamp64\\www\\laravel\\public\\documents\\', 1, 'Deklaracia_ZP_PRZ_2019.doc', 1, 2, 0, '27.12.2022', ''),
(34, 5, 'Декларация относно размера на нападнатите площи и установената плътност на вредителите по „Национална програма от мерки за контрол на почвени неприятели по картофите от сем. Телени червеи (Elateridae) (12.3.2018г.)', '', 'C:\\wamp64\\www\\laravel\\public\\documents\\', 1, '2-Deklaracia_ZP_nepriateli_Elateridae-2018.pdf', 1, 2, 0, '27.12.2022', ''),
(35, 5, 'Декларация за вложените количества ПРЗ, разрешени според \"Национална програма от мерки за контрол на почвени неприятели по картофите от сем. Телени червеи (Elateridae) (15.3.2018г.)', '', 'C:\\wamp64\\www\\laravel\\public\\documents\\', 1, '3-Deklaracia_ZP_PRZ_Elateridae-2018.pdf', 1, 2, 0, '27.12.2022', ''),
(36, 5, 'ДЕКЛАРАЦИЯ за вложените количества ПРЗ разрешени по: \"Национална програма за контрол на вредителите по трайните насаждения през зимния период\" (20.2.2020г.)', '', 'C:\\wamp64\\www\\laravel\\public\\documents\\', 1, 'Зимни.doc', 1, 2, 0, '27.12.2022', ''),
(37, 6, 'Заявление за получаване на разрешение за прилагане на ПРЗ чрез въздушно пръскане, съгласно чл. 110 от ЗЗР.', '', 'C:\\wamp64\\www\\laravel\\public\\documents\\', 1, 'Заявление въздушно пръскане приложение 1.doc', 1, 2, 0, '27.12.2022', ''),
(38, 6, 'Предписание за прилагане на ПРЗ чрез въздушно пръскане поради опасност за растенията и растителните продукти.', '', 'C:\\wamp64\\www\\laravel\\public\\documents\\', 1, 'Предписание за прилагане на ПРЗ.doc', 1, 2, 0, '27.12.2022', ''),
(39, 6, 'Декларация по чл. 110, ал. 2, т. 4 от Закона за защита на растенията', '', 'C:\\wamp64\\www\\laravel\\public\\documents\\', 1, 'Декларация по чл. 110-приложение 2.doc', 1, 2, 0, '27.12.2022', ''),
(40, 6, 'Декларация по чл. 112 и чл. 4 от Закона за защита на растенията.', '', 'C:\\wamp64\\www\\laravel\\public\\documents\\', 1, 'Декларация по чл.112-приложение 4.doc', 1, 2, 0, '27.12.2022', ''),
(41, 8, 'Регионален план контрол (ДА СЕ ПРОМЕНИ)', '', 'C:\\wamp64\\www\\laravel\\public\\documents\\', 0, 'контрол.doc', 1, 2, 2, '27.12.2022', '27.12.2022'),
(42, 8, 'Регионален план употреба (ДА СЕ ПРОМЕНИ)		', '', 'C:\\wamp64\\www\\laravel\\public\\documents\\', 0, 'употреба.doc', 1, 2, 0, '27.12.2022', ''),
(43, 8, 'Регионален план торове (ДА СЕ ПРОМЕНИ)		', '', 'C:\\wamp64\\www\\laravel\\public\\documents\\', 0, 'торове.doc', 1, 2, 0, '27.12.2022', ''),
(44, 8, 'Дневник за проведените растителнозащитни мероприятия и торене (СТАР)', '', 'C:\\wamp64\\www\\laravel\\public\\documents\\', 0, 'Dnevnik_ZP_1.doc', 1, 2, 2, '27.12.2022', '27.12.2022'),
(45, 8, 'Дневник за появата, развитието, плътността или степен на нападение от вредители (СТАР)', '', 'C:\\wamp64\\www\\laravel\\public\\documents\\', 0, 'orz-dnevnik_2.doc', 1, 2, 0, '27.12.2022', ''),
(46, 8, 'Дневник на взетите проби и извършени анализи от растения и растителни продукти (СТАР)', '', 'C:\\wamp64\\www\\laravel\\public\\documents\\', 0, 'orz-dnevnik_3.doc', 1, 2, 0, '27.12.2022', ''),
(47, 8, 'НОВ Дневник за проведените растителнозащитни мероприятия и торене (ДА СЕ ПРОМЕНИ)', '', 'C:\\wamp64\\www\\laravel\\public\\documents\\', 0, 'дневник.doc', 1, 2, 0, '27.12.2022', ''),
(48, 8, 'Списък на висшите училища и институции в системата на професионалното образование и обучение, които имат одобрени от изпълнителния директор на БАБХ програми на тема \"Обучение на професионални потребители на продукти за растителна защита от професионална категория на употреба\".', '', 'C:\\wamp64\\www\\laravel\\public\\documents\\', 0, 'Spisak-31.07.2020.pdf', 1, 2, 0, '27.12.2022', ''),
(49, 8, 'Дневник за продажбите на продукти за растителна защита от професионална категория на употреба.', '', 'C:\\wamp64\\www\\laravel\\public\\documents\\', 0, 'dnvnik-prodazbi.doc', 1, 2, 0, '27.12.2022', '');
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
